Repository: ucnl/uNav
Catalog: MainForm.*.resx
Languages: ru

# linkBtn.Text
source: 📡 LINK
ru: 📡 СОЕДИНЕНИЕ

# linkBtn.ToolTipText
source: Open/Close connection (Ctrl + L)
ru: Открыть/Закрыть соединение (Ctrl + L)

# settingsBtn.Text
source: ⚙ SETTINGS
ru: ⚙ НАСТРОЙКИ

# settingsBtn.ToolTipText
source: Open settings editor (Ctrl + O)
ru: Редактор настроек (Ctrl + O)

# logBtn.Text
source: 📖 LOG
ru: 📖 ЖУРНАЛ

# logBtn.ToolTipText
source: Log utilities
ru: Утилиты для работы с файлами журналов

# logOpenCurrentBtn.Text
source: 👀 Open current...
ru: 👀 Открыть текущий...

# logPlaybackBtn.Text
source: ▶ Playback...
ru: ▶ Воспроизвести...

# logClearEmptyEntriesBtn.Text
source: 🧹 Clear empty entries
ru: 🧹 Удалить пустые

# logArchiveAllItemsBtn.Text
source: 🗜 Archive all entries...
ru: 🗜 Создать архив...

# logDeleteAllEntriesBtn.Text
source: 🗑 Delete all entries
ru: 🗑 Удалить все журналы

# logDoThemAllBtn.Text
source: 🧹+🗜+🗑 Do them all
ru: 🧹+🗜+🗑 Выполнить все

# utilsBtn.Text
source: 🛠 UTILS
ru: 🛠 УТИЛИТЫ

# deviceInfoViewBtn.Text
source: 🛈 View device info
ru: 🛈 Информация об устройстве...

# rwltGIBSettingsEditorBtn.Text
source: RWLT GIB settings editor...
ru: Конфигуратор буев...

# utilstrackUtilsBtn.Text
source: Track utilities...
ru: Трек...

# utilsTrackUtilsSmoothMAVBtn.Text
source: Smooth (moving average)
ru: Сгладить (скользящее среднее)

# utilsTrackUtilsMedianBtn.Text
source: Smooth (Median)
ru: Сгладить (Медианный фильтр)

# utilsTrackUtilsShiftByXYBtn.Text
source: Shift by XY
ru: Сдвинуть по осям X и Y

# infoBtn.Text
source: ℹ INFO
ru: ℹ ИНФО

# tracksBtn.Text
source: 🛤 TRACKS
ru: 🛤 ТРЕКИ

# tracksExportAsBtn.Text
source: 💾 Export as...
ru: 💾 Экспорт...

# tracksClearAllBtn.Text
source: 🗑 Clear all
ru: 🗑 Удалить

# markCurrentLocationBtn.ToolTipText
source: Mark current location (Ctrl + M)
ru: Сохранить текущее положение (Ctrl + M)

# markedPointsVisibleBtn.ToolTipText
source: Show/Hide marked points
ru: Показать/скрыть отмеченные точки

# basePointsVisibleBtn.ToolTipText
source: Show/Hide base points
ru: Показать/скрыть буи

# historyLogVisibleBtn.ToolTipText
source: Show/Hide log
ru: Показать скрыть журнал

# legendVisibleBtn.ToolTipText
source: Show/Hide legend
ru: Показать/скрыть легенду

# notesVisibleBtn.ToolTipText
source: Show/Hide notes
ru: Показать/скрыть заметки

# extraInfoVisibleBtn.ToolTipText
source: Show/Hide extra info
ru: Показать/скрыть дополнительную информацию

# clearViewBtn.ToolTipText
source: Reset view
ru: Очистить поле карты

# statisticsBtn.ToolTipText
source: Accuracy measurement utils
ru: Утилиты для оценки точности

# statStartStopBtn.Text
source: ⏺ Start
ru: ⏺ Начать

# statResetBtn.Text
source: ⏪ Reset
ru: ⏪ Сбросить

# followTargetBtn.ToolTipText
source: Enable/Disable following target (Ctrl + F)
ru: Включить/выключить следование за объектом (Ctrl + F)

# showMapTilesBtn.ToolTipText
source: Enable/Disable tiles
ru: Показать/скрыть тайлы карты

# setTargetDepthBtn.ToolTipText
source: Set target depth (Ctrl + D)
ru: Задать глубину объекта (Ctrl + D)

# setwTmpBtn.ToolTipText
source: Set water temperature (Ctrl + T)
ru: Задать температуру воды (Ctrl + T)

# connectionStatusLbl.ToolTipText
source: Connection status
ru: Статус соединения

# noteTxb.ToolTipText
source: Type a comment and press Enter to save a note
ru: Наберите заметку и нажмите Enter чтобы сохранить ее в журнал

# addnoteBtn.ToolTipText
source: Type a comment and press Enter to save a note
ru: Наберите заметку и нажмите Enter чтобы сохранить ее в журнал

# screenShotBtn.ToolTipText
source: Take a screenshot (Ctrl + P)
ru: Сохранить снимок окна приложения (Ctrl + P)

# autoscreenShotBtn.ToolTipText
source: Start/Stop autoscreenshot every second
ru: Включить\выключить автосохранение снимка окна приложения каждую секунду

# zoomInBtn.ToolTipText
source: Zoom in (Ctrl +)
ru: Приблизить (Ctrl +)

# zoomOutBtn.ToolTipText
source: Zoom out (Ctrl -)
ru: Отдалить (Ctrl -)

# serialBypassBtn.Text
source: Serial bypass
ru: Вывод в порт

# serialBypassBtn.ToolTipText
source: Enable/Disable serial bypass
ru: Выключить/выключить вывод в последовательный порт

# serialBypassPortRefreshBtn.ToolTipText
source: Refresh port names
ru: Обновить список портов

# udpBypassBtn.Text
source: UDP bypass
ru: Вывод по UDP

# udpBypassBtn.ToolTipText
source: Enable/Disable UDP bypass
ru: Включить/выключить вывод по UDP

# udpBypassAddrPortTxb.ToolTipText
source: Enter a valid IP address and port name as 255.255.255.255:65535
ru: Введите IP-адрес и номер порта 255.255.255.255:65535
