Repository: ucnl/uNav
Catalog: Controls/SettingsEditor.*.resx
Languages: ru

# cancelBtn.Text
source: CANCEL
ru: ОТМЕНА

# setDefaultsBtn.Text
source: SET DEFAULTS
ru: ПО УМОЛЧАНИЮ

# physicsTabPage.Text
source: 🧪 PHYSICS
ru: 🧪 ФИЗИКА

# label1.Text
source: Salinity, PSU
ru: Соленость, PSU

# label2.Text
source: Water temperature, °C
ru: Температура воды, °C

# label3.Text
source: Speed of sound, m/s
ru: Скорость звука, м/с

# label4.Text
source: Target max speed, m/s
ru: Макс. скорость, м/с

# label5.Text
source: S-filter range threshold, m
ru: Порог дальности S-фильтра, м

# label6.Text
source: S-filter FIFO size
ru: Размер буфера S-фильтра

# label7.Text
source: DH-filter range threshold, m
ru: Порог дальности DH-фильтра, м

# label8.Text
source: Course estimation by, points
ru: Определение курса по точкам

# label13.Text
source: DH-filter FIFO size
ru: Размер буфера DH-фильтра

# mainTabPage.Text
source: ❗ CONNECTION
ru: ❗ СОЕДИНЕНИЕ

# label14.Text
source: Input port baudrate
ru: Скорость входного порта

# label15.Text
source: Serial bypass port baudrate
ru: Скорость выходного порта

# extraTabPage.Text
source: 🛸 EXTRA
ru: 🛸 ДОПОЛНИТЕЛЬНО

# label9.Text
source: Number of track points to show
ru: Отображать точек трека

# label10.Text
source: Tile size, px
ru: Размер тайла, пикс

# label11.Text
source: Tile servers
ru: Тайл-серверы

# label12.Text
source: Enable tile download
ru: Загрузка тайлов
